Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_45_itemid_EQ_123.tmx
Source language: sme
Languages: smn

source: xxx
smn: Toimâ

source: Doaibma
smn: Sämikielâ

source: Oahppamateriálabargu
smn: Škovlim Oppâmateriaalpargo

source: Sosiála- ja dearvvašvuohta
smn: Sosiaal- já tiervâsvuođâ

source: Sosiálasuorggi máhttinguovddáš
smn: Sosiaalsyergi mättimkuávdáš

source: Nuoraid dáiddadáhpáhus
smn: Nuorâi taaiđâtábáhtus

source: Sosiála- ja dearvvasvuohtabálvalusaid
smn: Sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusah

source: Sápmelaččaid sosiála- ja dearvvasvuohtafuolahusa ovddideapmin sámediggi lea geahččan , ahte sámiid gielalaš ja kultuvrralaš vuoigat- vuođaid ollašuhttimii sosiála- ja dearvvasvuohtafuolahusa bálvalusat fállojit sámiid iežaset eatnigielain , plánejuvvojit sámiid iežaset vuolggasajiin nu ahte váldojit vuhtii sámi kulturduogáš , árbevirolaš árvvut ja eallinvuohki ja jurddašanvuohki sihke bálvalusat ordnejuvvojit sámi kulturiešráđđema vuođul .
smn: Sämiaalmug sosiaal- já tiervâsvuođâhuolâttâs oovdedmân lii Sämitigge uáinám , et sämmilij kielâlâš já kulttuurlâš vuoigâdvuođâi olášutmân sosiaal- já tiervâsvuođâhuolâttâs palvâlusah fállojeh sämmilij jieijâs eenikielân , vuávájuvvojeh sämmilij jieijâs vuolgâsoojijn , sämmilâš kulttuurtuávááš , ärbivuáválijd áárvuid sehe eellimvyevi já jurdâččemvuovijd vuotânväldimáin sehe palvâlusah uárnejuvvojeh sämmilij kulttuurjiešhaldâšem vuáđuld .

source: Riikkabeaivvit dohkkehedje jagis 2002 vuosttas háve stáhta bušehttii sierra stáhtadoarjaga sámegielat sosiála- ja dearvvasvuohtabálvalusaid fállama várás .
smn: Ovdâskodde tuhhiittij ive 2002 vuosmuu keerdi staatâ budjetân sierânâs staatâtorjuu sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi pyevtittem várás .

source: Sierramearreruhta lea sámiid vuođđolágalaš iešráđđema dehalaš oassi sámiid ruovttuguovllus , man bokte sámit sáhttet mearkkašahttiláhkai váikkuhit sidjiide dárkkuhuvvon bálvalusaid buvttadeapmái .
smn: Sierânâsmeriruttâ lii tehálâš uási sämmilij vuáđulavâlâš jiešhaldâšem sämikuávlust , mon pehti sämmiliih pyehtih merhâšitteht vaikuttiđ sijjân čujottum palvâlusâi pyevtitmân .

source: Bušeahta mielde 480 000 euro mearreruđa oažžu geavahit stáhtadoarjaga máksimii Sámedikki bokte sámeguovllu gielddaide sámegielat sosiála- ja dearvvasvuođabálvalusaid dorvvasteami várás buot sámegielaiguin , sihke 120 000 euro mearreruđa sámegielat beaivedikšobálvalusaid dorvvasteami várás .
smn: Budjet mield 480 000 euro meriruuđâ uážžu kevttiđ staatâtorjuu mäksimân Sämitige peht sämikuávlu kieldáid sämikielâlij sosiaal- já tiervâsvuođâpalvâlusâi turviimân puoh sämikieláid , sehe 120 000 euro meriruuđâ sämikielâlij peivitipšopalvâlusâi turviimân .

source: Stáhtadoarjaga geavaheapmi vuođđuduvvá Sámedikki ja sámiid ruovttuguovllu gielddaid gaskasaš soahpamušmeannudeapmái .
smn: Staatâtorjuu kiävttu vuáđuduvá Sämitige já sämikuávlu kieldâi koskâsii sopâmušlattiimân .

source: Sámi sosiála- ja dearvvasvuođabálvalusaid ovddidanfidnut
smn: Sämmilij sosiaal- já tiervâsvuođâpalvâlusâi ovdedemprojekteh

source: Sámiid ruovttuguovllu gielddain Eanodagas , Anáris , Soađegilis ja Ohcejogas leat čađahuvvon ovttas Sámedikkiin Sámi sosiálabálvalusaid ovddidanovttadat-fidnu 1.9.2007–31.12.2009 sihke Sámi sosiála- ja dearvvasvuođabálvalusaid ovddidanfidnu SaKaste 1.10.2011 - 31.10.2013 . Fidnuid ovddidanbargguin ohccojuvvojedje sámi boarrásiid- ja árrabajásgeassinbargui bargomállet , mat ovddidit sámiid gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama .
smn: Sämikuávlu kieldâin Iänuduvvâst , Anarist , Suáđigilist já Ucjuuvâst lii olášuttum oovtâstpargoost Sämitiggijn Sämmilij sosiaalpalvâlusâi ovdedemohtâdâh-proojeekt ääigist 1.9.2007–31.12.2009 sehe Sämmilij sosiaal- já tiervâsvuođâpalvâlusâi ovdedem-proojeekt SaKaste ääigist 1.10.2011 - 31.10.2013 Projektij ovdedempargo vievâst uccii puárásij- já arâšoddâdempaargon , maid pargeh sämmilij juávhust , pargomaalijd , moh ovdedeh sämmilij kielâlij já kulttuurlij vuoigâdvuođâi olášume .

source: Sámi boarrásiidbargu
smn: Säämi puárásijpargo

source: Sámiid ruovttuguovllus boarrásiidfuolahusa ( ruoktobálvalus , bálvalusássan , beavttálmahtton bálvalusássan ja lágádusdikšu ) bálvalusain buori divššu ja fuolaatnima ulbmilin lea , ahte sámi ahkeolbmuid iežaset giella ja kultuvra váldojuvvo vuhtii buot dikšun- ja fuolaatninbálvalusain .
smn: Sämikuávlust puárásijhuolâttâs ( päikkipalvâlem , palvâlemaassâm , pehtilittum palvâlemaassâm já lájádâstipšo ) palvâlusâin šiev tipšo já huolâttâs ulmen lii , ete elilâm sämmilij jieijâs kielâ já kulttuur váldojeh vuotân puoh tipšo- já huolâttâspalvâlusâin .

source: Sámi boarrásiidbarggu áššehas oažžu buori divššu ja fuolaatnima dalle , go bálvalusat lágiduvvojit sámi árvvuid mielde ja iežas eatnigillii .
smn: Säämi puárásijpargo äššigâs finnee šiev tipšo já huolâttâs talle , ko palvâlusah olášuttojeh sämmilij áárvui mield já jieijâs eenikielân .

source: Ná áššehassii boahtá dovdu das , ahte son sámegielagin ja sámi eallinvuogi vásihan olmmožin oažžu eallit iežas kultuvrra mielde gitta loahpa rádjai .
smn: Návt äššigâsân šadda tobdo tast , ete sun sämikielâlâžžân já säämi eellimvyevi mield iällám olmožin uážžu eelliđ jieijâs kulttuur miäldásávt suu eellim loopâ räi .

source: SaKaste – fidnus gárvvistuvvui Sámi boarrásiidbarggu bargoneavvolođá , , mii sisttisdoallá rávvagiid ja ávžžuhusaid sámegiela ja – kultuvrra vuhtiiváldi dikšun- ja fuolaatninbarggus .
smn: SaKaste – projektist rahtui Säämi puárásijpargo tyejipiergâskassâ , mii ana sistees ravvuid já avžuuttâsâid tipšo- já huolâttâspargoost , mii váldá vuotân sämikielâ já - kulttuur .

source: Dát bargomállet gávdnet saji sámi boarrásiidbarggus , go kultuvrra ja giela vuhtiiváldi bargomállet váldojuvvojit aktiivvalaččat atnui bargobáikkiin ja skuvlenprográmmain .
smn: Taah pargomaalih ruotâsmuveh säämi puárásijpaargon , ko kulttuur já kielâ vuotânväldee pargomaalih váldojeh aktiivlávt kiävtun pargosoojijn já škovlimohjelmijn .

source: Sámi árrabajásgeassin
smn: Säämi arâšoddâdem

source: Sámi árrabajásgeassima rola giela , kultuvrra ja árbevirolaš dieđu sirdin nuorat buolvvaide lea mearkkašahtti .
smn: Säämi arâšoddâdem uási kielâ , kulttuur já ärbivuáválij tiäđu sirden nuorâbijd suhâpuolváid lii merhâšittee .

source: Sámegielat árrabajásgessiid čehppodaga doarjun ja sámi bajásgeassinárvvuid mieldásaš bargomállet leat guovddážis .
smn: Sämikielâlij arâšoddâdeijei mättim tuárjum já sämmilij šoddâdemáárvui miäldásiih pargomaalih láá kuávdáást .

source: Sámi sosiálabálvalusaid ovddidanovttadat-fidnu boađusin dahkkojuvvui Sámi árrabajásgeassinplána , man ruohtasmahttin ja bargomálliid ovddideapmi jotkojuvvui Sámi sosiála- ja dearvvasvuođabálvalusaid ovddidanfidnu áigge .
smn: Sämmilij sosiaalpalvâlusâi ovdedemohtâdâh-proojeekt puátusin rahtui Säämi arâšoddâdemvuávám , mon ruotâsmittem já pargomaalij ovdedem juátkojii Sämmilij sosiaal- já tiervâsvuođâpalvâlusâi ovdedemproojeekt ääigi .

source: Fidnu boađusin válmmaštuvve Sámi árrabajásgeassima rávagirji árgabeaivve diliide ja anáraš- , nuortalaš- ja davvisámegielat árrabajásgeassinbargiid kuati .
smn: Proojeekt puátusin šoddii Säämi arâšoddâdem aargâ tooimâi ravvuuh já anarâš- , nuorttâlâš- já tavesämikielâlii arâšoddâdempargovievâ kuati .

source: fi – materiálabáŋkosiidduid rámat ja váldoprinsihpat .
smn: fi – materiaalpaŋkkisiijđoi raamih já válduprinsiipeh .

source: Materiálabáŋku lea dál anus dušše sámegielat giellabesiid ja beaivedikšoovttadagaid bargiide .
smn: Materiaalpaŋkki lii tääl kiävtust tuše sämikielâlij kielâpiervâlij já peivitipšo-ohtâduvâi pargoviehân .

source: Siidduid gárvemii vurdojuvvo joatkkafidnu .
smn: Siijđoi loopân rähtim várás vyerdih jotkâproojeekt .

source: Materiálabáŋkku ovdanbuktin
smn: Materiaalpaaŋki oovdânpyehtim

source: Sámegielat beaivedikšoovttadagat Suomas
smn: Sämikielâliih peivitipšo-ohtâduvah Suomâst

source: Sámedikki sosiála- ja dearvvasvuođalávdegoddi čoaggá jagi 2014 loahpas máhcahaga Sámi boarrásiidbarggu bargoneavvolođá ja Sámi árrabajásgeassima rávagirjji sisdoaluin ja doaibmilvuođas , man vuođul rávagirjjit dievasmahttojit ja beaividuvvojit doaibmilabbon .
smn: Sämitige sosiaal- já tiervâsvuođâlävdikodde norá ive 2014 loopâst macâttâs Säämi puárásijpargo tyejipiergâskaasâ já Säämi arâšoddâdem aargâ tooimâi ravvui siskáldâsâst já toimâmist , mon vuáđuld ravvuuh tievâsmittojeh já peividuvvojeh pyerebeht tuáimen .

source: Lassedieđut Sámedikki sosiála- ja dearvvašvuođačállis
smn: Lasetiäđuh Sämitige sosiaal- já tiervâsvuođâčällest
